ArtMoney Plugin
8.17
La traduction a été faite par :
Mathieu GROSSI & Madjid SAMAH
mathieu.grossi@gmail.com
À propos
Game Cheater
<d> <ms> <yyyy>//format de date
Copyright (C) 1996-2021, System SoftLab
Si vous trouvez des bugs ou 
avez des suggestions, envoyez-les à 
Pour avoir la dernière version, Rendez-vous sur le site de ArtMoney
Valeur
Chercher
Affiner
Nombre de valeurs
En premier sélection du processus du jeu
A présent commencez à chercher dans ce processus
Affinez la recherche tant que le nombre d'occurences décroît.
Désolé, vous n'avez rien trouvé. Essayez à nouveau.
Désactivé
Trouvé
adresses
adresses
adresse
Dans la table
Erreur de chargement
Erreur de recherche
Erreur d'affinage
Format de fichier non supporté
Nombre impossible pour ce type
Chargement impossible
Processus de recherche
Processus d'affinage
tous possibles
octet
octet
octets
Méthode Invalide. Essayez-en d'autres.
sec
min
Vous n'avez pas choisi de type pour cette méthode
La taille pour ce type ne peut excéder
a été modifiée
n'a pas été modifiée
a augmenté
a diminué
Cette table a été créée par une version plus récente
Cette table est corrompue.
Erreur d'accès au fichier
Entier 1 octet
Entier 2 octets
Entier 3 octets
Entier 4 octets
Entier 8 octets
Flottant 4 octets
Flottant 6 octets
Flottant 8 octets
Flottant 10 octets
Texte
Chaîne terminant par Null
Chaîne Nulle
Chaîne Pascal
Entier Inv. 2 octets//Inv.=Inversé
Entier Inv. 3 octets
Entier Inv. 4 octets
Entier Inv. 8 octets
Flottant Inv. 4 octets
Flottant Inv. 6 octets
Flottant Inv. 8 octets
Flottant Inv. 10 octets
Texte Inv.
Chaîne Nulle Inv.
Chaîne Pascal Inv.
Janvier
Février
Mars
Avril
Mai
Juin
Juillet
Août
Septembre
Octobre
Novembre
Décembre
G//G=Gelé
Aide
À propos
Choix du processus
Vider
Charger
Sauvegarder
Ajouter
Ajouter tout
Éditer
Copier
Supprimer
Geler
Dégeler
Appliquer automatiquement l'offset
Information
Type de processus
Fréquence de gel (ms)
Fréquence de rafraîchissement (ms)
Langue de l'interface
Afficher les adresses
Touche de commutation
Principal
Avancé
Personnel
E-mail
Commentaire par défaut
Système d'exploitation
Format décimal
Ordre des octets
Priorité du scanner
Haute
Temps Réel
Options
Annuler
Normal
Éditer l'adresse
Geler
Taille
Adresse
Description
Type
Inverser
Valeur exacte
Séquence de valeurs
Plage de valeurs
Valeur inconnue
Valeur codée
Personnalisé
Sélection du type
Ordre des octets
Normal et inversé
Tous
Entier
Flottant
Temps écoulé :
Temps restant :
Vitesse :
Trouvées :
Jeu
Commentaire
Date
Système
Information sur la table
Créée par
Nom
Localisation
Saisie de la séquence
Paramétrer les raccourcis
Inversé
Chercher dans ce bloc mémoire
Chercher dans une plage d'adresses
Économiser l'espace disque
de
à
Chercher
Affiner
Étape
Étape//Fixer la valeur
Fixer la valeur
Sélectionner tout
AUTO
Afficher les processus
Visible
Avec fenêtre
Information sur le processus
Tuer le processus
Afficher la fenêtre
Masquer la fenêtre
Etes-vous sûr de vouloir terminer le processus ?
Accès refusé
Impossible de terminer le processus
Nom du fichier
Type de processus
Taille des données
Benchmark
Benchmark pour mesurer la vitesse du scan de la mémoire
Patientez
Votre système
Raccourcis spéciaux
Ajouter à la valeur
Verrouiller cette fenêtre
Activer Annuler/Rétablir l'affinage
Vue en Entiers
non signés
signés
Annuler l'affinage
Rétablir l'affinage
Sauvegarder l'affinage
Charger l'affinage
L'étape courante est
"Annuler l'affinage" n'est pas activé
"Rétablir l'affinage" n'est pas activé
"Charger l'affinage" n'est pas activé
a augmenté de
a diminué de
Interface
Raccourcis
Raccourcis activés
Raccourcis par défaut
Police de la façade
Police de la table
Couleur de la façade
Couleur de l'éditeur
Couleur des boutons
Boutons en ellipse
OK
Éditeur mémoire
Vue hexadécimale
Édition hexadécimale
Nombre de colonnes de valeurs
Vue en cellules
Cellule courante
Déplacement
Déplacement dans les résultats de la recherche
Déplacement dans la table
Déplacement dans les blocs mémoire
Déplacement à l'adresse
Premier
Précédent
Suivant
Dernier
Total
Courant
Copier la zone
Insérer la zone
Ajouter à la table
Tous (standard)
Entiers (standard)
Flottants (standard)
Inverser la sélection 
Aligner les colonnes
<AUCUNE>
Pointeur
Rafraîchir
Éditer la sélection
Groupe
Groupe visible
Sélectionner un groupe 
Sauvegarder cette adresse/pointeur
Appliquer automatiquement les offsets à tous
Appliquer automatiquement les offsets au groupe
Appliquer automatiquement les offsets de l'adresse de sauvegarde pour tous
Appliquer automatiquement les offsets de l'adresse de sauvegarde au groupe
Les commandes avec pointeurs
Fixer le pointeur à tous
Fixer le pointeur au groupe
Fixer le pointeur de sauvegarde à tous
Fixer le pointeur de sauvegarde au groupe
Fixer les pointeurs à cette adresse
Fixer les pointeurs à l'adresse de sauvegarde
Chercher le pointeur à cette adresse
Chercher le pointeur au début du bloc mémoire
Trier
Trier par description
Trier par adresse
Trier par valeur
Trier par valeur comme du texte
Trier par groupe
Fusionner
Erreur de fusion
Les deux tables doivent être créées par le même auteur
Sélectionner le processus courant
Encodage des caractères
Afficher le panneau "Groupe visible"
dans le groupe
Convertir les pointeurs en adresse
Définir un filtre
Chaîne
<Fichier non trouvé>
<Accès refusé>
Éditeur de fichier
Erreurs
<Taille à été modifiée>
Skin
Pas de skin
Police d'édition
Couleur de la table
Sauvegarder un cliché mémoire
Par formule
Processus
Arrêter le processus
Reprendre le processus
Sauvegarder le processus
Charger le processus
ID Processus
Threads
Fichier(s)
Information fichier(s)
Sélectionner un fichier
Sélectionner un dossier
Nombre de fichier(s)
Taille totale
Déplacer dans le dossier
Objet
Table
Quitter
Résultat
Plus
Acheter "ArtMoney Pro" En Ligne
Visiter le site
Manuel de ArtMoney
Encodage
Sélectionner l'encodage
Luminosité
Saturation
Afficher le menu principal
Utiliser des plugins de langue non officiels
Stopper le processus pendant la recherche
Sauver/Charger les valeurs dans le fichier-table
Bibliothèque pour la liste de processus
Options de dossier
Mask du nom de fichier
Heure de modification
Date du fichier
Heure du fichier
Pas de vérification
15 dernières minutes
Dernière heure
Dernier jour
Dernier mois
Dernière année
Plus de
Moins de
Cette Fonctionnalité disponible uniquement dans ArtMoney édition PRO
uniquement dans ArtMoney PRO
Contrat de licence
J'accepte les termes et conditions du contrat de licence.
À propos de l'édition PRO
Remerciements
pour le design du manuel de l'utilisateur
pour le logo
pour le module d'installation
pour la création d'icone
pour la vérification grammaticale du manuel anglais
pour l'aide
pour le moteur des skins
pour les conseils et autres remarques
pour la traduction
pour les tables
Code d'enregistrement
Non enregistré
Ne plus me demander le mot de passe
Seulement pour l'utilisateur courant de Windows
Arrêter le processus et basculer vers ArtMoney
Basculer et reprendre le processus
Crochet de fermeture superflu
Crochet de fermeture nécessaire
Guillemets de fermeture superflus
ID invalide
Nombre d'arguments invalide (M1,M2...)
Nombre d'opérations invalide (-,+)
Nombre de conditions invalide (<,>,=)
Nombre d'expressions invalide
Expression invalide
Cette étape n'existe pas
Condition invalide
Paramètre invalide pour
Pas de conditions
Recherche en cours
Enregistrement
Mot de passe
Veuillez entrer le mot de passe et appuyer sur "OK"
Mot de passe erroné
Fichier clé invalide (ou périmé)
Pas de fichier clé
Par défaut
Annulé par l'utilisateur
Langue du manuel
Processus non trouvé
Rafraîchir seulement les valeurs actives de la table
taille du code
Carte de processus
Adresse de région
Etat
Protection de Région
Protection
Nom de module
Cette fonctionnalité n'est utilisable que dans Windows 2000/XP/2003/VISTA/2008/7/8/2012/10
Sauvegarde/Chargement de processus
Mode
Processus invalide. Le processus a été modifié ou relancé.
Fermer
Dans Excel
Valeurs Flottantes arrondies
Macromedia Flash
Plage
Garder le processus en mémoire
Taille de mémoire physique réservée
Lancer un nouveau processus
Installer
Créer un raccourcis sur le bureau
Masquer le processus
Afficher le processus
Emulateur
Système de jeu
Plage d'adresses
Utiliser des options d'émulateur
Organisation mémoire de l'émulateur
Emul.adresse
PC adresse
Voulez-vous convertir les adresses émulateur en PC ?
Voulez-vous convertir les adresses PC en émulateur ?
Erreur de conversion d'adresse
Auto-détection de l'émulateur par nom de fichier
Groupes
Afficher arbre de groupes
Rien
Gauche
Droite
Nouveau Groupe
Principal
Langue
Voulez-vous supprimer cette langue ?
Voulez-vous ajouter une nouvelle langue ?
Voulez-vous renommer la langue ?
Gel Normal
peut augmenter
peut diminuer
du minimum au maximum
Minimum
Maximum
Copier selection
Télécharger le programme "Spyware Process Detector"
Le Programme " Spyware Process Detector " est introuvable sur votre ordinateur. Vous pouvez le télécharger et l'installer à partir de notre site www.systemsoftlab.com. Le programme peut fonctionner conjointement avec ArtMoney (séléction du processus). En utilisant le programme Spyware Process Detector, vous pouvez ouvrir n'importe quel processus caché ou qui bloque son ouverture. Le Programme donne des informations sur les processus executés sur votre PC et détecte les nouveaux (indétectables par le scanner de votre anti-virus) spywares, chevaux de troie et virus.
Envoyez vos suggestions et rapport de bug à
Visitez notre site internet et téléchargez d'autres programmes
C'est une version LIMITEE Gratuite. Vous pouvez acheter une version complète pour seulement 19.90 EUR. C'est un payement unique - les mises à jour sont gratuites!
Seuls les utilisateurs enregistrés receveront un support technique complet et pourront utiliser la totalité des fonctions.
Pour acheter, vérifiez que vous êtes connecté à internet, et cliquez sur le bouton Enregistrement en ligne ci-dessous.
Enregistrement en ligne
Installation de Service
Windows à besoin d'authentifier l'utilisateur pour installer un service.
Installer en temps que l'utilisateur suivant
Nom d'utilisateur
Domaine
Erreur d'installation de service. Accès refusé.
Login incorrect pour l'utilisateur
Mode Furtif
Cacher mon processus
Cacher ma fenêtre
Vieille version installée. Veuillez redémarrer votre PC pour installer une nouvelle version.
La Table a changé
Voulez-vous sauver les modifications ?
Demander de sauver les modifications de la table à la sortie
Structure
Ignoré
Champ
La taille de structure ne peut excéder
Element
Nouvel Element
Chercher structure de table
Chercher structure de groupe
Chercher structure d'adresses sélectionnées
Déplacer vers le Haut
Déplacer vers le Bas
Obtenir "ArtMoney Pro" Gratuitement
pour le contrôle gramatical du manuel Russe
Type d'arrondi
Arrondi au plus près
Arrondi inférieur
Arrondi supérieur
Arrondi vers zero
Continuer
L'obtenir Gratuitement
Désassembler
Instruction d'Assemblage
Adressage de Module
Module
Adresse dans module
Erreur de Convertion
Je ne peux convertir l'adresse module : Module inexistant dans le processus.
Scan de la zone mémoire des modules systèmes.
Scan de la zone mémoire des modules Partagés.
Erreur d'ouverture du Processus
Impossible d'ouvrir ce processus.
Essayer avec la version PRO.
La version PRO est requise pour cette table.
Registre invalide
Adresse invalide
Valeur invalide
La valeur est trop grande
Instruction d'assemblage invalide
Executer ArtMoney en tant qu'Administrateur. Veuillez cliquer droit sur l'application et séléctionnez "Executer en tant qu'Administrateur" à partir du menu contextuel.
Erreur de démarrage de Service
Erreur d'ouverture de Service
Essayer de redémarrer votre ordinateur
A été changé par
Conversion de table
Voulez-vous convertir votre table en mode 64-bit ?
Voulez-vous convertir votre table en mode 32-bit ?
Erreur de conversion. Le program ne peut convertir l'adresse en mode 32-bit.
Multiple d'adresse//divisibilité d'adresse
Pair//Divisibilité par 2
Impair
Multiple de 4//Divisible par 4
Multiple de 8//Divisible par 8
Multiple de 16//Divisible par 16
Scanner seulement les adresses statiques dans les modules
Afficher les options de module
Saisir le code d'enregistrement
Collez le press-papier contenant votre code d'enregistrement (avec Ctrl-V ou le bouton "coller") et cliquer sur "OK"
Coller
Le code d'enregistrement est invalide
Le code d'enregistrement ne fonctionne que pour la version française
Le code d'enregistrement ne fonctionne que pour la version russe
Le code d'enregistrement ne fonctionne que pour une ancienne version
Le code d'enregistrement est obsolète. contactez sales@systemsoftlab.com pour recevoir un nouveau code.
Si vous ne voyez pas votre nom et vos données ici, alors vous utilisez un version craquée ou volée qui pourrait mal fonctionner !
Pointeur à Pointeur
Offset Maximum
Niveau de
Rechercher de pointeur à Pointeur
2 niveaux maximum pour l'édition SE!
Essayez de désactiver la signature des pilotes forcée
Mode rapide (utilise plus de mémoire)
Mb
Appliquer automatiquement les offsets et copier le groupe
Adresse en bloc
Je ne peux pas convertir l'adresse en bloc: Bloc inexistant dans le processus.
Problème de conversion: La taille du bloc n'est pas unique.
Trier pointeurs par adresse
Masquer le texte pour le mode caché complet//VIP only
Acheter ou vendre des comptes de jeux en ligne
Nouvelle version disponible au téléchargement
Vérifiez les nouvelles versions
Pointeur avec l'offset
Chercher pointeur avec max offset
disponible à partir de 2 étapes
Formule
Version
Toujours au dessus// des autres fenêtres
Activer "Toujours au dessus"
Annuler "Toujours au dessus"
Verifier votre connexion internet! impossible d'ouvrir systemsoftlab.com
Essayez de définir l'option
Nom/Module
Code Hex
Inscrire
Drapeau
Attacher Le Débogueur
Detacher Le Débogueur
Souhaitez-vous attacher le débogueur au processus sélectionné ?
Liste des points d'arret
Commandes
Déboguer
Sauvegarder informations debug
Charger informations debug
Langage assembleur
x86-32 bits
x86-64 bits
Point d'arrêt
Ajouter un point d'arrêt
Supprimer un point d'arrêt
Executer
Executer jusqu'a
Jusqu'au retour
Trace étape suivante
Trace ligne suivante
Definir le nom de l'adresse
Supprimer le nom de l'adresse
Oui
Non
Type de débogueur
Standart
Gestion des exceptions
Type de point d'arrêt exécutable
Software (int3 instruction)
int3
Débogage registres (max 4)
registres
Exceptions de pages
exceptions
Type de point d'arrêt d'accès
Demander quand attacher le débogueur au processus
Utiliser des points d'arrêt logiciels si tous les registres de débogage sont utilisés
Enregistrement/Chargement automatique des informations de débogage
Utiliser des symboles de débogage
Chemin du symbole 
Active
interrompre
Exécuter
Tout accès
Écrire
Conditions
Changements
Activer TOUS
Désactiver TOUS
Trouve une instruction qui accède à l'adresse
Sur accés mémoire
Sur écriture mémoire
Erreur de conditions
Erreur de modifications
Division par zero
Erreur de lecture
Erreur d'écriture
Mauvais côté gauche 
Démarrer
Arrêter
Accès
Effacer résultat
Diviser par fils 
Nombre
Fils
8-bits
16-bits
32-bits
Hex//Hexadecimal taille max 11
Hex//Hexadecimal short taille max 5
Flottant4
Flottant8
Sequence Hex
Le serveur systemsoflab.com ne répond pas, ou il n'y a pas de connexion internet.
Le code d'enregistrement est banni
Vous ne pouvez activer ce code que 2 fois par jour
Le code d'enregistrement ne convient que pour l'édition VIP
Masquer le débogueur présent
Enregistrer le tableau en unicode 
Obtenir la taille jusqu'à la fin de la fonction (jusqu'au retour)
Licenses
Analyser les régions mémoire
données inscriptibles
données lecture seule
code inscriptiblee
code lecture seule
partagées
système
gardées
cachées
Multiplicité de chaque adresse 
Liste des noms d'adresses et des symboles
Symboles de dossier 
Nom utilisateur
Sensible à la casse
Mots entiers
Première position
Lecture/Écriture
Détection automatique de la taille des fonctions 
Masquer les registres de débogage 
Patcher cette functions (structures)
Court-circuiter la protection du processus
Utiliser ses propres fonctions pour l'accès à la mémoire
Fonctions du mode utilisateur (attacher au processus)
Fonctions du mode noyau (via driver)
Attacher au processus sans OpenProcess
Signatures
Recherche signature
Ajout signature
Offset
Recherche automatique
Adresse statique
Regions
Modifier en tant que code assembleur
En tant que code assembleur
Convertir en HEX 
Limiter les offset uniques par niveau 
Remplacement de code 
Remplacer le code
Remplacer tous les codes simultanément
<REMPLACÉ>
<PAS REMPLACÉ >
<SANS MODULE>
<SANS BLOC>
<SANS SIGNATURE>
<SANS VARIABLE>
Injection de code
Injecter le code
Seulement après réussite remplacement code
Remplacer automatiquement tous les codes et injecter
Autoriser à remplacer automatiquement tous les codes et injecter
Demander la premission pour remplacer automatiquement tous les codes et injecter
Le tableau contient un code pour l'injection et le remplacement. Il peut s'agir de code malveillant! Téléchargez des tableaux uniquement à partir des sites Web les plus fiables! Voulez-vous injecter le code dans le processus?
Remplacer tous les codes et injecter
Annuler le remplacement de code et injecter
Signature
Signature Originale
Mauvaise Signature Originale
Adresse de la signature//full
Adresse de la sign.//short
Adresse de la variable/label//full
Adresse de la variable//short
Je ne peux convertir l'adresse de la signature : Signature inexistante.
Je ne peux convertir l'adresse de la variable : Variable inexistante.
Nom//variable ou label
Taille du code pour le remplacement
Une instruction assembleur
Plusieurs instruction assembleur
Ligne
Erreur d'adresse relatif (L'offset est trop gros)
Multiplicateur invalide
Retour erreur JMP
Impossible d'allouer de la mémoire
Zones//Zones mémoire
Définir l'adresse miroir
Effacer l'adresse miroir
Depuis l'adresse minimale
Service
Voir les offsets des curseurs en hexadecimal
Utilisation register RAX(EAX). Seules les instructions MOV avec registre RAX(EAX) peuvent lire/écrire une adresse absolue!
Changer la vitesse du processus
Votre vitesse (%)
Normal//Speedd
Erreur de change vitesse du processus
Augmenter la vitesse du processus
Réduire la vitesse du processus
Pile
Voir comme pile
Sauvegarder la pile de fils
Retour adresse
Paramètre
Paramètres
Afficher paramètres en une ligne
Retourner adresse uniquement dans module
Erreur lecture mémoire
Digits after a decimal point (Fractional part)//full
Digits a.//short
Masks
Read mask
Write mask
Use mask type
<MASK ERROR>
Server sent an invalid response or bad internet connection
stacks
Use stack of the threads as module name
Limit the number of threads
Stack of thread
64-bit stack of thread
Temp files folder
Current user folder
Program folder
Another folder
Temp folder error
Temp folder does not exist and could not be created
Last digits
D3E6C8E6